Repository: pzuidweg/Scottybons
Catalog: App_GlobalResources_bckup/ScottybonsDataStrings.*_bckup.resx
Languages: nl_nl

# GC_GiftCardNote
source: You can order multiple giftcards for different people at once, but chose only one delivery address per order.
nl_nl: Je kunt voor meerdere personen tegelijk cadeaukaarten bestellen, maar slechts een bezorgadres per bestelling opgeven.

# GC_Iwanttoorderagiftcard
source: I want to order a giftcard
nl_nl: Ik wil een cadeaukaart bestellen

# GC_OrderaGiftCard
source: ORDER A GIFT CARD
nl_nl: Een cadeaukaart bestellen

# GC_OrderaGiftCardTitle1
source: You can order multiple giftcards at once
nl_nl: Je kunt meerdere cadeaukaarten tegelijkertijd bestellen

# GC_OrderaGiftCardTitle2
source: but chose only one delivery address per order.
nl_nl: maar slechts een bezorgadres per bestelling opgeven.

# GC_PersonalMessage
source: Personal Message
nl_nl: Persoonlijke boodschap

# GC_PhFirstName
source: First Name
nl_nl: Voornaam

# GC_PhMax100characters
source: Max 100 characters
nl_nl: Max. 100 karakters

# GC_Value
source: Value
nl_nl: Waarde

# GC_ValueOtherError
source: Please fill in a value > €25
nl_nl: Vul alsjeblieft een bedrag in >25 euro

# GC_Delivary_Address_City
source: Town
nl_nl: Plaatsnaam

# GC_Delivary_Address_Country
source: Country
nl_nl: Land

# GC_Delivery_Address_Firstname_Error_Msg
source: To whom would you like to send this present?
nl_nl: Aan wie wil je dit cadeau sturen?

# GC_Delivery_Address_House
source: House Number
nl_nl: Huisnummer

# GC_Delivery_Address_House_Error_Msg
source: We need your housenumber in order to deliver your order
nl_nl: We hebben een huisnummer nodig om te kunnen bezorgen

# GC_Delivery_Address_Lastname_Error_Msg
source: To whom would you like to send this present?
nl_nl: Aan wie wil je dit cadeau sturen?

# GC_Delivery_Address_OrderButton
source: Order
nl_nl: Bestellen

# GC_Delivery_Address_PhFirstname
source: First Name
nl_nl: Voornaam

# GC_Delivery_Address_PhLastname
source: Last Name
nl_nl: Achternaam

# GC_Delivery_Address_Postalcode_Error_Msg
source: We need your postal code in order to deliver your order (Example format: 1234AB)
nl_nl: We hebben een postcode nodig om te kunnen bezorgen (Vb formaat: 1234AB)

# GC_Delivery_Address_Street
source: Street Name
nl_nl: Straatnaam

# GC_Delivery_Address_Street_Error_Msg
source: We need your street name in order to deliver your order
nl_nl: We hebben een straatnaam nodig om te kunnen bezorgen

# GC_Delivery_Address_Text
source: Delivery Address
nl_nl: Bezorgadres

# GC_Delivery_Address_Town_Error_Msg
source: We need your town in order to deliver your order
nl_nl: We hebben een plaatsnaam nodig om te kunnen bezorgen

# GC_Delivery_Address_Zip
source: Postal Code
nl_nl: Postcode

# GC_Delivery_Firstname_Error_Msg
source: Oops, you forgot your first name
nl_nl: Oeps, je bent je voornaam vergeten

# GC_Delivery_Lastname_Error_Msg
source: Oops, you forgot your surname
nl_nl: Oeps, je bent je achternaam vergeten

# GC_Delivery_PhFirstname
source: First Name
nl_nl: Voornaam

# GC_Delivery_PhLastname
source: Last Name
nl_nl: Achternaam

# GC_Delivery_Title1
source: Delivery
nl_nl: Bezorgen

# GC_Delivery_Title2
source: Fill in your own name first, followed by the name of the person where you would like the giftcard to be delivered.
nl_nl: Vul eerst je eigen naam in en daaronder de naam van diegene waar je de

# GC_Delivery_YourName_Text
source: Your Name
nl_nl: Jouw naam

# GC_Giftcard_Other_Error_Msg
source: Please fill in a value > €25
nl_nl: Vul alsjeblieft een bedrag in >25 euro

# GC_Login_Guest_Button
source: NEXT
nl_nl: Volgende

# GC_Login_Guest_Description
source: It is not mandatory to make an account
nl_nl: Het is niet verplicht om een account aan te maken.

# GC_Login_Guest_EmailAddress
source: Email Address
nl_nl: E-mailadres

# GC_Login_Guest_PhEmail
source: Email
nl_nl: E-mailadres

# GC_Login_Guest_Text
source: Order As A Guest
nl_nl: Bestellen als gast

# GC_Login_Guest_Valid_Email
source: Oops, we need a valid email address…
nl_nl: Oeps, we hebben een geldig e-mailadres nodig…

# GC_Login_Title1
source: Personal Information
nl_nl: Persoonlijke gegevens

# GC_Login_User_Button
source: NEXT
nl_nl: Volgende

# GC_Login_User_Description
source: Fill in your email address and password and your saved information will be used.
nl_nl: Vul je e-mailadres en wachtwoord in en je bewaarde gegevens worden opgehaald.

# GC_Login_User_EmailAddress
source: Email Address
nl_nl: E-mailadres

# GC_Login_User_Email_Error_Msg
source: This email address is unknown to us
nl_nl: Dit e-mailadres is niet bekend bij ons

# GC_Login_User_Login_Error_Msg
source: There is a problem logging in, please fill in a valid email address and password
nl_nl: Er is een probleem met inloggen, vul alsjeblieft geldig e-mailadres en wachtwoord in

# GC_Login_User_Password
source: Password
nl_nl: Wachtwoord

# GC_Login_User_Password_Error_Msg
source: Please fill in your password to login
nl_nl: Vul je wachtwoord in om in te loggen

# GC_Login_User_PhEmail
source: Email
nl_nl: E-mailadres

# GC_Login_User_PhPassword
source: Password
nl_nl: Wachtwoord

# GC_Login_User_Text
source: Login
nl_nl: Inloggen

# GC_Next_Button
source: NEXT
nl_nl: Volgende

# GC_Order_ConfirmOrder_Text
source: Click on go to payment to confirm you order. You are entering a commitment.
nl_nl: Klik op naar betalen om de bestelling definitief te maken. Je gaat een betalingsverplichting aan.

# GC_Order_GeneralConditions
source: I accept the general conditions
nl_nl: Ik accepteer de algemene voorwaarden

# GC_Order_Overview_GiftFor
source: Giftcard For
nl_nl: Cadeaukaart voor

# GC_Order_Overview_Text
source: Overview
nl_nl: Overzicht

# GC_Order_Overview_Total
source: Total to be paid
nl_nl: Totaal te betalen

# GC_Order_Payment_Bank
source: Choose an Issuer
nl_nl: Kies een bank

# GC_Order_Payment_Button
source: Go To Payment
nl_nl: Naar betalen

# GC_Order_Payment_Error_Msg
source: Please choose a payment method
nl_nl: Kies alsjeblieft een betaalmethode

# GC_Order_Payment_Issuer_Error_Msg
source: Please select an issuer
nl_nl: Kies alsjeblieft een bank

# GC_Order_Payment_Text
source: Choose a payment method
nl_nl: Kies een betaalmethode

# GC_Order_Response_Back_To_Catalog
source: Back To Catalog
nl_nl: Terug Naar De Webshop

# GC_Order_Response_Back_To_Payment
source: Back To Payment
nl_nl: Back To Betaling

# GC_Order_Response_Description
source: Thanks for your order! We´ll roll up our sleeves and get to work. Your ordernumber is
nl_nl: Bedankt voor je bestelling! We gaan ermee aan de slag. Je ordernummer is

# GC_Order_Response_Fail_Title
source: There was something wrong with your payment
nl_nl: Er was iets mis met uw betaling

# GC_Order_Response_Title
source: Thanks for your order
nl_nl: Bedankt voor je bestelling

# GC_Order_Title
source: Your Order
nl_nl: Jouw bestelling

# GC_PS_Confirm_Payment_Button
source: Confirm payment
nl_nl: Bevestig betaling

# GC_PS_GiftCard_Balance_After_Pay
source: Giftcard balance after payment
nl_nl: Cadeaukaart saldo na betaling

# GC_PS_GiftCard_CheckBalance_Button
source: Check balance
nl_nl: Bekijk saldo

# GC_PS_GiftCard_Fill_Text
source: Fill in your giftcard code
nl_nl: Vul je cadeaukaart code in

# GC_PS_GiftCard_Text
source: Gift Card
nl_nl: Cadeaukaart

# GC_PS_Still_To_Be_Paid
source: Still to be paid
nl_nl: Nog te voldoen

# GC_Back_Button
source: Back
nl_nl: Terug

# GC_Check_Mandatory
source: Please check the madatory fields below.
nl_nl: Controleer de madatory onderstaande velden in

# MyAccountViewModel_My_Account_ChangePassword
source: Change Password
nl_nl: Verander wachtwoord

# ChangePassword_Required
source: Please fill the New Password
nl_nl: Vul het nieuwe wachtwoord

source: Change Password
nl_nl: nieuw paswoord

# Change_Password_Confirm
source: Again Your New Password
nl_nl: Nogmaals je nieuwe wachtwoord

# Confirm_ChangePassword_Required
source: Please Mention Confirm Password
nl_nl: Vermeld Wachtwoord bevestigen

# GC_Delivery_Title3
source: That can also be your own name once more.
nl_nl: cadeaukaart wil laten bezorgen. Dat kan ook nogmaals je eigen naam zijn.

# MyAccountViewModel_My_Account_Manage_Subscription
source: My Subscription
nl_nl: Mijn abonnement

# GC_Iwanttoorderanothergiftcard
source: I want to order another giftcard
nl_nl: Ik wil nog een cadeaukaart bestellen

# Change_Password_SubTitle
source: You can enter a new password below. After changing, you can log in with your new password.
nl_nl: U kunt een nieuw wachtwoord in te voeren. Na het veranderen, kunt u inloggen met uw nieuwe wachtwoord.

# Change_Password_Title
source: Change Your Password
nl_nl: Verander uw wachtwoord

# GC_Giftcard_For
source: Giftcard for
nl_nl: Cadeaukaart voor

# GC_Other_Value
source: Other
nl_nl: Anders
