Repository: pzuidweg/Scottybons
Catalog: App_GlobalResources_bckup/ScottybonsDataStrings.*_bckup.resx
Languages: nl_nl

# CityRequired
source: We need your city in order to deliver your order
nl_nl: We hebben een stad nodig om te kunnen bezorgen

# EmailExisted
source: Ouch, this email address is already in use…
nl_nl: Aj, dit email adres is al in gebruik bij ons…

# EmailInvalid
source: Oops, we need a valid email address…
nl_nl: Oeps, we hebben een geldig email adres nodig...

# EmailNotRegistred
source: In order to reset your password, please enter the email address you registered with
nl_nl: Om jouw wachtwoord te resetten, vul alsjeblieft het e-mailadres in waarmee jij je hebt geregistreerd.

# EmailRequired
source: We need your email address for your registration/login
nl_nl: We hebben je e-mailadres nodig om een account voor je aan te maken

# EmailUnknown
source: This email address is unknown to us
nl_nl: Dit e-mailadres is niet bekend bij ons

# EnterConfirmPassword
source: Can you please confirm your password
nl_nl: Wil je hier je wachtwoord bevestigen?

# EnterPassword
source: Please fill in your password to login
nl_nl: Vul je wachtwoord in om in te loggen

# FirstNameRequired
source: Oops, you forgot your first name
nl_nl: Oeps, je bent je voornaam vergeten

# InvoicePermission
source: Please give us permission to collect future invoices (for articles your will keep)
nl_nl: Geef ons alsjeblieft toestemming om toekomstige facturen te innen (voor de artikelen die je houdt)

# NameRequired
source: Oops, you forgot your name…
nl_nl: Oeps, je bent je naam vergeten…

# OccasionRequired
source: Please let us know for which occasion you would like to receive an outfit
nl_nl: Laat ons weten voor welke gelegenheid je deze keer een outfit wil ontvangen

# OrderConfirmation
source: Thank you for your order. A confirmation is currently on its way to your mailbox!
nl_nl: Bedankt voor jouw bestelling. Een bevestiging is momenteel onderweg naar jouw inbox!

# PasswordInvalid
source: Please fill in your password to login
nl_nl: Vul je wachtwoord in om in te loggen

# PasswordInvalidFormat
source: Please choose a password of at least 8 characters, containing at least one number and special character
nl_nl: Kies alsjeblieft een wachtwoord dat minimaal 8 karakters heeft, en minimaal een cijfer en een speciaal teken bevat

# PasswordRequiredForRegistration
source: We need a password for your registration
nl_nl: We hebben een wachtwoord nodig om een account voor je aan te maken

# PasswordsNotMatched
source: Ouch, both passwords don´t match…
nl_nl: Aj, beide wachtwoorden komen niet overeen…

# PhoneNumberInValid
source: Oops, make sure you fill in a valid phone number ? (10 numbers, eg. 0857500490)
nl_nl: Oeps, wil je een geldig telefoonnummer invullen? (10 cijfers, bv. 0857500490)

# PhoneNumberRequired
source: Will you please leave your phone number?
nl_nl: Op welk nummer kunnen we je bereiken?

# PostalCodeRequired
source: We need your postal code in order to deliver your order (Example format: 1234AB)
nl_nl: We hebben een postcode nodig om te kunnen bezorgen (Vb formaat: 1234AB)

# PrivacyPolicyAccept
source: Please read and accept our privacy policy
nl_nl: Lees en accepteer alsjeblieft ons privacy policy

# QuestionRequired
source: What is your question or remark?
nl_nl: Wat is je vraag of opmerking?

# StreetNameRequired
source: We need your street name in order to deliver your order
nl_nl: We hebben een straatnaam nodig om te kunnen bezorgen

# SurnameRequired
source: Oops, you forgot your surname
nl_nl: Oeps, je bent je achternaam vergeten

# TopicRequired
source: Would you mind filling in the topic?
nl_nl: Wil je het onderwerp invullen?

# RegisterVm_Surname_Oops__you_forgot_your_Surname
source: Oops, you forgot your Surname
nl_nl: Oeps, je bent je achternaam vergeten

# RegisterViewModel1_Email_Email
source: Email Address
nl_nl: E-mailAdres

# RegisterViewModel1_Password_AtLeast8CharLong
source: The {0} must be at least {2} characters long.
nl_nl: Kies alsjeblieft een wachtwoord dat minimaal 8 karakters heeft, en minimaal een cijfer en een speciaal teken bevat

# RegisterViewModel1_Password_Password
source: Password
nl_nl: wachtwoord

# RegisterViewModel1_ConfirmPassword_Confirm_password
source: Confirm password
nl_nl: Wil je hier je wachtwoord bevestigen?

source: The password and confirmation password do not match.
nl_nl: Het wachtwoord en bevestigingswachtwoord zijn niet hetzelfde.

# ContactUsViewModel_EmailAddress_Email_Address
source: Your email address*
nl_nl: Jouw E-mailadres*

# ContactUsViewModel_Topic_Topic
source: Topic*
nl_nl: Onderwerp*

# ContactUsViewModel_Message_Message
source: Message*
nl_nl: Bericht*

# ContactUsViewModel_Name_Name
source: Your name*
nl_nl: Jouw naam*

# LoginViewModel_EmailAddress_What_is_your_e_mail_address_
source: What is your email address?
nl_nl: Wat is je e-mailadres?

# LoginViewModel_Password_Do_you_have_a_Scottybons_password_
source: Do you have a scottybons password?
nl_nl: Heb jij een Scottybons wachtwoord?

# PlanScottyBoxViewModel_PlanScottyBoxViewModel_No
source: No
nl_nl: Nee

# ConfirmYourOrderModel_CompleteOutfit_Complete_Outtfit_
source: Complete outfit
nl_nl: Volledige outfit

# ConfirmYourOrderModel_CompleteOutfit_Complete_Chooseapaymentmethod_
source: Choose a payment method
nl_nl: Kies een betaalmethode

# ConfirmYourOrderModel_CompleteOutfit_Complete_Free_
source: Free
nl_nl: gratis

# ConfirmYourOrderModel_CompleteOutfit_Complete_retrospectivebilling_
source: (Retrospective billing)
nl_nl: (Achteraf te betalen)

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsClickOnPayment_
source: Click on to payment to confirm your order. You are entering a commitment.
nl_nl: Klik op naar betalen om de bestelling definitief te maken. Je gaat een betalingsverplichting aan.

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsDescription1_
source: When you want to order a Scottybons outfit, we ask you to pay 15 euro. For this we select an outfit and write a personal style advice for you. The shipment of this outfit is for free, and so is any potential return.
nl_nl: Wanneer je een Scottybons outfit wilt bestellen, vragen we je nu 15 euro af te rekenen. Hiervoor gaan wij een outfit uitzoeken en maken we een persoonlijke stijladvies voor je. De verzending van de outfit is gratis, evenals het eventueel retourneren ervan.

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsDescription2_
source: Your preferred style probably hasn’t changed much,
nl_nl: Je voorkeurs stijl zal waarschijnlijk niet veranderd zijn,

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsPermissions_
source: I give Scottybons BV permission to automatically collect future invoices
nl_nl: Ik geef Scottybons BV toestemming om automatisch toekomstige facturen te innen

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsPrivacyPolicy_
source: By registering you agree with our
nl_nl: Door je aan te melden ga je akkoord met ons

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsProcess_
source: THE PROCESS
nl_nl: HET PROCES

# ConfirmYourOrderModel_CompleteOutfit_Complete_Shippingcost_
source: Shipping cost
nl_nl: Verzendkosten

# ConfirmYourOrderModel_CompleteOutfit_Complete_Styleadvice_
source: Style advice
nl_nl: Stijladvies

# ConfirmYourOrderModel_CompleteOutfit_Complete_TBD_
source: TBD
nl_nl: ntb

# ConfirmYourOrderModel_CompleteOutfit_Complete_tobepaiddirectly_
source: (To be paid directly)
nl_nl: (Direct te betalen)

# ConfirmYourOrderModel_CompleteOutfit_Complete_Totaltobepaiddirectly_
source: Total to be paid directly
nl_nl: Totaal direct te betalen

# ForgotPwdViewModel_EmailandPassword_Email_and_Password_
source: Enter your e-mail address and we'll send you a link to reset password
nl_nl: Vul je e-mailadres in en we sturen je een link om je wachtwoord te herstellen

# ForgotPwdViewModel_ResetYourPassword_Reset_Your_Password_
source: RESET YOUR PASSWORD
nl_nl: HERSTEL JE WACHTWOORD

source: An email has been sent to you. Please follow the link in it to reset your password.
nl_nl: Een e-mail is naar je gestuurd. Check je inbox en reset je wachtwoord.

# MyAccountViewModel_My_Account_MyAccount
source: MY ACCOUNT
nl_nl: MIJN ACCOUNT

# MyAccountViewModel_My_Account_Title_MyAccountTitle_
source: MY STYLE
nl_nl: MIJN STIJL

# RegisterVM_Email_Email
source: Email Address
nl_nl: E-mailadres

# RegisterVM_First_Name_FirstName
source: First Name
nl_nl: Voornaam

# RegisterVM_Language_Language
source: Language
nl_nl: Taal

# RegisterVM_Password_Password
source: Password
nl_nl: Wachtwoord

# RegisterVM_SurName_SurName
source: Surname
nl_nl: Achternaam

source: Your password has been reset successfully.
nl_nl: Je wachtwoord is succesvol hersteld.

# RegisterVM_Terms_and_Conditions_TermsandConditions
source: By registering you agree with our
nl_nl: Door je aan te melden ga je akkoord met onze

# LoginViewModel_Error_Message_ErrorMessage_
source: Problem signingIn, please provide valid credentials to login!
nl_nl: Er is een probleem met inloggen, vul alsjeblieft geldig e-mailadres en wachtwoord in

# RegisterVM_Email_Existed_EmailExisted
source: Email already existed
nl_nl: Aj, dit e-mailadres is al in gebruik bij ons…

# MyAccountViewModel_My_Account_PLaning_Next_Scotty_Box_Next
source: Next
nl_nl: Volgende

# MyAccountViewModel_My_Account_Profile_MyAccountProfile
source: Profile
nl_nl: Profiel

# RegisterVm_EmailExisted_Member_already_exists_with_same_email__Aborting_
source: Member already exists with same email. Aborting!
nl_nl: Aj, dit e-mailadres is al in gebruik bij ons…

# OrderVm_OrderVm_Yes_Offcourse
source: Yes, Of course
nl_nl: Ja, natuurlijk

# ProfileController_ResetPassword_Reset_Key_has_expired
source: Oops, sorry, the Reset Key has expired, please try again
nl_nl: Oeps, sorry, de reset link is verlopen, probeer het nog eens

# OrderVm_OrderVm_No__please_come_back_later
source: No, please come back later
nl_nl: Nee, kom later nog een keer terug

# OrderVm_OrderVm_Yes__please
source: Yes, please
nl_nl: Ja, graag

# OrderVm_OrderOccesions_For_which_occasion_is_your_next_Scottybox_
source: For which occasion is your next Scottybox?
nl_nl: Voor welke gelegenheid is je volgende Scottybox?

# OrderVm_PeriodicalScottyBox_Send_me_automatically_periodically_a_Scottybox
source: Send me automatically periodically a Scottybox
nl_nl: Stuur mij automatisch periodiek een Scottybox

# OrderVm_StylistContactTypes___May_the_stylist_contact_you_
source: May the stylist contact you?
nl_nl: Mag de styliste contact met je opnemen?

source: Can we leave your order with the neighbours, if you are not there?
nl_nl: Mogen we je bestelling bij de buren achterlaten als je zelf niet thuis bent?

# OrderVm_DeliveryAddress_Where_can_we_deliver_your_Scottybox_
source: Where can we deliver your Scottybox?
nl_nl: Waar kunnen we je Scottybox bezorgen?

# OrderVm_ContactNumber_If_yes__on_what_number_can_we_best_reach_you_
source: If yes, on what number can we best reach you?
nl_nl: Zo ja, op welk telefoonnummer ben je te bereiken?

# OrderVm_PlanScottyboxHeader_PLAN_YOUR_NEXT_SCOTTYBOX
source: PLAN YOUR NEXT SCOTTYBOX
nl_nl: PLAN JE VOLGENDE SCOTTYBOX

# EmailLogin
source: Please fill in your email address to login/register
nl_nl: We hebben je e-mailadres nodig om een account voor je aan te maken

# ResetPasswordViewModel_enterEmail_Enter_your_Email
source: What is your email address?
nl_nl: Wat is je email adres?

# ResetPasswordViewModel_enterPassword_Enter_your_New_Password
source: Enter your new password
nl_nl: Vul je nieuwe wachtwoord in

# ResetPasswordViewModel_ReenterPassword_Reenter_your_New_Password
source: Re_enter your new password
nl_nl: Vul nogmaals je nieuwe wachtwoord in

# ForgotPwdViewModel_EmailAddress_Enter_Email_Address
source: Enter email address
nl_nl: Vul email adres in

# ForgotPwdViewModel_Paragraph_Please_check_your_Email_to_reset_your_password
source: Please check your email to reset your password
nl_nl: Check alsjeblieft je e-mail om je wachtwoord te resetten

# RegisterVm_RegisterHeader_CONFIRM_YOUR_REGISTRATION
source: CONFIRM YOUR REGISTRATION
nl_nl: BEVESTIG JE AANMELDING

source: And let us select an outfit for you (or first just take the style intake)
nl_nl: En laat ons voor jou een outfit samenstellen (of doe eerst alleen de style intake)

# LoginVm_loginheader_YOUR_SCOTTYBONS_ACCOUNT
source: YOUR SCOTTYBONS ACCOUNT
nl_nl: JOUW SCOTTYBONS ACCOUNT

source: Login and manage your information, your styleprofile and your orders
nl_nl: Log in en beheer jouw informatie, stijlprofiel en bestellingen

# LoginVm_Register_REGISTER
source: REGISTER
nl_nl: Aanmelden

# LoginVm_Forgotpasssword_Forgot_your_Password_
source: Forgot your Password?
nl_nl: Wachtwoord vergeten?

# ContactUsViewModel_Remarkorquestion_Do_you_have_a_remark_or_question_
source: Do you have a remark or question?
nl_nl: Heb je een vraag of een opmerking?

# ContactUsViewModel_Sendmessage_Send_us_a_message_
source: Send us a message.
nl_nl: Stuur ons dan een bericht.

# ContactUsViewModel_Callus__Or_call_us_on_number__31_85_7500_490
source: Or call us on number
nl_nl: Of bel ons op

# ContactUsViewModel_Loginsuccess__Login_Success_
source: Login Success.
nl_nl: Login gelukt.

# ConfirmYourOrderModel_YourorderHeading_YOUR_ORDER_
source: YOUR ORDER
nl_nl: JOUW BESTELLING

# ConfirmYourOrderModel_Overview_Overview_
source: Overview
nl_nl: Overzicht

# Heading
source: ScottyBons
nl_nl: ScottyBons-Dutch

# Error_page_Oops_
source: Oops!
nl_nl: Oeps!

# ErrorPageString
source: Please try the main navigation to return to the site
nl_nl: Probeer ….

# Error_page_Sorry_there_has_been_an_error_and_you_are_now_lost
source: Sorry there has been an error and you are now lost.
nl_nl: Sorry, een fout is opgetreden en nu bent je verdwaald.

# Faq_Frequently_asked_questions
source: Frequently asked questions
nl_nl: Veel gestelde vragen

# Already_an_account
source: Already registered?
nl_nl: Al ingeschreven?

# GreenBar_Order
source: Order
nl_nl: Bestellen

# GreenBar_Pay
source: Pay
nl_nl: Betalen

# GreenBar_Register
source: Register
nl_nl: Aanmelden

source: Problem while logging in
nl_nl: Er is een probleem met inloggen, vul alsjeblieft geldig e-mailadres en wachtwoord in

# Scottybons_Account_No_MakingNewAccount
source: No, I'm making a new account
nl_nl: Nee, ik maak een nieuw account

# Scottybons_Account_Yes_my_password_is
source: Yes, my password is
nl_nl: Ja, mijn wachtwoord is

source: Style profile
nl_nl: Stijlprofiel

# ThanksForYourMessageWeWillGet
source: THANKS FOR YOUR
nl_nl: BEDANKT VOOR JE

# WhatisYourEmailAdderss
source: What is your e-mail address ?
nl_nl: Wat is je e-mailadres ?

# IsYourStyleProfileUpToDate
source: IS YOUR STYLE PROFILE
nl_nl: IS JE STIJLPROFIEL

# NoAccoutYet
source: No account yet?
nl_nl: Nog geen account?

source: No, maybe not, I will review it first
nl_nl: Nee, misschien niet, ik bekijk het nog even voordat ik mijn volgende Scottybox inplan

source: THANKS FOR YOUR ORDER
nl_nl: BEDANKT VOOR JE BESTELLING

# YesIcanmovedirectlythrutoorderingmynextScottybox
source: Yes, I can move directly through to ordering my next scottybox
nl_nl: Ja, ik kan direct door om mijn volgende Scottybox te plannen

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsDescription3_
source: We do however ask you your permission to automatically collect this invoice. You will receive a message from your bank when they will debit your account.
nl_nl: We vragen nu wel vast je akkoord om deze factuur straks automatisch te mogen innen. Je ontvangt van je bank een bericht wanneer zij dit bedrag van je rekening zullen afschrijven.

# OneOfOurScottybonStylistsWillGetInTouch
source: One of our Scottybons stylists will get in touch with you shortly. As soon as she has spoken with you,
nl_nl: Een van de Scottybons stylistes neemt binnenkort contact met je op. Zodra ze je gesproken heeft,

# SheCanStartTheSelection
source: she can start the selection of an outfit. If you did not leave a phonenumber, she will contact you via email.
nl_nl: kan ze aan de slag gaan met het samenstellen van een outfit. Mocht je geen telefoonnummer achtergelaten hebben, dan zal ze per mail contact met je opnemen.

# ThanksForYourTrust
source: Thanks for your trust in us to select a new outfit for you!
nl_nl: Leuk dat we voor jou een outfit mogen gaan uitzoeken.

# WeWillSendYouAMessage
source: We will send you a message as soon as we have shipped your outfit and style advice.
nl_nl: Je krijgt daarna nog een bericht van ons zodra wij jouw outfit en persoonlijke stijladvies daadwerkelijk verstuurd hebben.

# PleaseAcceptTermsAndConditionsToCompleteTheRegistration
source: Please read and accept our privacy policy
nl_nl: Lees en accepteer alsjeblieft ons privacy policy

source: Success
nl_nl: Gelukt!

# LoginVm_Email_Invalid_Email_Address
source: Invalid email address
nl_nl: Ongeldig email adres

# RegisterVm_Password_YourPassword
source: Please choose a password of at least 8 characters, containing at least one number and special character
nl_nl: Kies alsjeblieft een wachtwoord dat minimaal 8 karakters heeft, en minimaal een cijfer en een speciaal teken bevat

# ButtonLogin
source: Login
nl_nl: INLOGGEN

# ButtonNext
source: Next
nl_nl: Volgende

# ButtonPrevious
source: Previous
nl_nl: Vorige

# ButtonRegister
source: Register
nl_nl: Aanmelden

# ButtonSave
source: Save
nl_nl: BEWAREN

# ButtonSubmit
source: Submit
nl_nl: Verstuur

# ButtonCancel
source: Cancel
nl_nl: Annuleer

# ButtonGoToPayment
source: to payment
nl_nl: Naar betalen

# ButtonOK
source: OK
nl_nl: Oké

# ButtonSend
source: Send
nl_nl: Verzenden

source: Cancel
nl_nl: Annuleer

# LinkClickHere
source: Click here
nl_nl: Klik dan hier

# ThankYouOrderWithOrderNumber
source: Order Number: *|ORDNUM|*
nl_nl: Met Ordernummer: *|ORDNUM|*

source: CREATE
nl_nl: AANMELDEN

source: HOW DOES IT WORK
nl_nl: HOE WERKT HET

source: LOGIN
nl_nl: INLOGGEN

source: LOG OUT
nl_nl: UITLOGGEN

source: E-mail address
nl_nl: E-mailadres

# Name
source: Company name (if any)
nl_nl: Evt. Bedrijfsnaam

source: Number
nl_nl: Nr

source: Street
nl_nl: Straat

source: Town
nl_nl: Plaats

source: ZIP
nl_nl: PC

# ProfileQuestionsHeading
source: TELL US ABOUT YOU
nl_nl: VERTEL ONS OVER JEZELF

# ProfileQuestionsSubHeading
source: About 50 questions will follow. Your answers will give us a good
nl_nl: Er volgen nu ongeveer 50 vragen. Door jouw antwoorden krijgen wij een goed

source: GET BACK
nl_nl: KOMEN SNEL

source: MESSAGE WE’LL
nl_nl: BERICHT. WE

source: TO YOU SHORTLY
nl_nl: BIJ JE TERUG

# YourOrder_Permissons
source: Please accept the general conditions to complete your order
nl_nl: Accepteer alsjeblieft de algemene voorwaarden om je order af te maken

# PaymentGatewaySelectIssuer
source: Select issuer
nl_nl: Selecteer bank

# PaymentErrorDescription
source: Should your payment continue to fail, you can also transfer the initial payment for the style advice to bankaccount NL28INGB0007137940, in name of Scottybons, while referencing your name and ordernumber. You can also contact us via 085-7500490 or Stylingteam@scottybons.com
nl_nl: Mocht de betaling steeds niet lukken, dan kun je ook het bedrag voor het stijladvies overmaken naar rekeningnummer NL28INGB0007137940, tnv Scottybons, ovv van je naam en ordernummer. Je kunt ook contact met ons opnemen via 085-7500490 of Stylingteam@scottybons.com.

# PaymentErrorSubHeading
source: An error occurred during your payment for order
nl_nl: Helaas….Er is een fout opgetreden tijdens de betaling.

# PaymentErrorTitle
source: UNFORTUNATELY YOUR PAYMENT FAILED
nl_nl: HELAAS IS JE BETALING NIET GELUKT

# IAmAgreeWithTheGeneralConditons
source: I agree with the
nl_nl: Ik accepteer de

# YourOrder_Permissons_future_invoices
source: We need your permission before you can proceed
nl_nl: We hebben je toestemming nodig voordat je verder kunt

# ConfirmYourOrderModel_CompleteOutfit_Complete_ScottyBonsPrivacyPolicy_policy
source: privacy policy
nl_nl: privacy beleid

# IAmAgreeWithTheGeneralConditons_general_conditons
source: general conditions
nl_nl: algemene voorwaarden

# EditProfileValidationHeight
source: If you are shorter that 100cm, or taller than 200cm, it will probably be difficult for us to find you an outfit
nl_nl: Als je kleiner bent dan 100cm, of langer dan 200cm, dan zal het waarschijnlijk moeilijk zijn voor ons om een outfit voor je te vinden

# EditProfileValidationShoes
source: Your shoe size is probably a number between 30 and 45?
nl_nl: Je schoenmaat is waarschijnlijk een getal tussen de 30 en 45?

# EditProfileValidationWeight
source: If you weigh more than 100kg, it will probably be difficult for us to find you an outfit
nl_nl: Mocht je meer dan 100 kg wegen, dan zal het waarschijnlijk moeilijk zijn voor ons om een outfit voor je te vinden

# PaymentErrorClickHereToRePay
source: click here to re-pay
nl_nl: Klik hier om het nogmaals te proberen

# ClickHere
source: here
nl_nl: hier

source: If your style profile complete , you can continue to order a style advice and Scottybox
nl_nl: Als je stijlprofiel compleet is, kun je verder gaan om een stijladvies en Scottybox te bestellen

# Edit_Profile_ButtonEdit
source: EDIT
nl_nl: BEWERK

# Edit_profile_Button_GoToPlanScottyBox
source: GO TO PLAN SCOTTYBOX
nl_nl: VERDER NAAR BESTELLEN

# ProfileQuestionsSubHeading_idea_ofyour_style
source: idea of your style. And what sizes and colors suit you best.
nl_nl: beeld van jouw stijl. En welke maten en kleuren het beste bij jou passen.

# RegisterVm_Emailaddress_The_EmailadresFieldIsNotValidEmailAddress
source: Oops, we need a valid email address…
nl_nl: Oeps, we hebben een geldig e-mailadres nodig…

# ResetPassword_ClickHere_ToLogin
source: Click here to login
nl_nl: Klik hier om in te loggen

# IsYourStyleStillUptodate
source: STILL UP TO DATE ?
nl_nl: NOG UP TO DATE ?

# ResetPwdViewModel_EmailandPassword_Email_and_Password_
source: Please fill in a new password below
nl_nl: Vul hieronder een nieuw wachtwoord in

# StyelProfile_SaveBtn_Validation
source: Please fill all mandatory questions (1,2,3,4,5,6,7,8,9, 16, 18, 19, 36, 37, 38, 40)
nl_nl: Vul alsjeblieft alle verplichte vragen in (1,2,3,4,5,6,7,8,9, 16, 18, 19, 36, 37, 38, 40)

# Forgot_EmailUnknown
source: This email address is unknown to us
nl_nl: Dit e-mailadres is niet bekend bij ons

source: but maybe your sizes are slightly different, or your wishlist has changed?
nl_nl: maar misschien zijn je maten net iets anders, of is je wensenlijstje inmiddels veranderd?

# ConfirmYourOrderModel_YourOrder_HTPROCESS_SubtextLine_2
source: For the items you want to keep, you pay the normal retail prices, and you will receive an invoice only afterwards.
nl_nl: Voor de artikelen die je houdt, betaal je de normale retailprijzen, en ontvang je achteraf een factuur.

# Image_format
source: Image format should be .jpg or .png or .gif
nl_nl: Beeldformaat moet .jpg of .png of .gif zijn

# Image_size
source: This image is too big, upload a different file (smaller then 1MB)
nl_nl: Deze afbeelding is te groot, upload een ander bestand (kleiner dan 1MB)

# PlanScottyboxdropdown_validation
source: Please let us know for which occasion you would like to receive an outfit
nl_nl: Laat ons weten voor welke gelegenheid je deze keer een outfit wil ontvangen

# HouseNumberRequired
source: What is the house number?
nl_nl: Wat is het huisnummer?

# PlanScottybox_occasionPlaceHolder
source: Choose an occasion
nl_nl: Kies een gelegenheid

# LinkHere
source: here
nl_nl: hier

# Issuer_error
source: Please select your bank.
nl_nl: Selecteer uw bank.

# Click_Edit
source: Please click edit button on top or bottom of page in order to edit your style profile
nl_nl: Click de edit button boven of onderaan de pagina om je stijlprofiel te kunnen aanpassen

# GC_Overview
source: Overview
nl_nl: Overzicht

# GC_ForWho
source: For Who
nl_nl: Voor wie
